const ID = 25;
const URL = 25;
const DESCRIPTION = 'Какой хороший день!';
const MIN_LIKES = 15;
const MAX_LIKES = 250;
const AVATAR = 6;
const DESCRIPTION_PHOTO_COUNT = 25;
const MESSAGE_ARRAY = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!',
];
const NAME_USER = [
  'Валентина',
  'Петр',
  'Владимир',
  'Мария',
  'Иван',
  'Константин',
];


export {ID, URL, DESCRIPTION, MIN_LIKES, MAX_LIKES, AVATAR, DESCRIPTION_PHOTO_COUNT, MESSAGE_ARRAY, NAME_USER}
